Repository: garrichello/geocore
Catalog: src/metadb/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Data kind name
ru: Название типа данных

source: File type name
ru: Название типа файлов

source: Horizontal resolution
ru: Горизонтальное разрешение

source: Start date
ru: Начальная дата

source: End date
ru: Конечная дата

source: Name on constant
ru: Название константы

source: Processor short description
ru: Красткое описание обработчика

source: Reference / URL
ru: Ссылка / URL

source: Time period type
ru: Тип периода времени

source: Number of arguments given by user
ru: Количество аргументов, задаваемых пользователем

source: Arguments group
ru: Группа аргументов

source: Measurement unit name
ru: Название единицы измерения

source: Level name
ru: Название вертикального уровня

source: Level label
ru: Метка вертикального уровня

source: Measurement units
ru: Единицы измерения

source: Time step name
ru: Название шага по времени

source: No items to select.
ru: Нет элементов для выбора.

source: Vertices
ru: Вершины

source: Add new
ru: Добавить

source: Remove vertex
ru: Удалить вершину

source: Links
ru: Связи

source: Remove link
ru: Удалить связь

source: Select a conveyor first...
ru: Сначала выберите конвейер...

source: Error! Such record already exists!
ru: Ошибка! Такая запись уже существует!

source: Close
ru: Закрыть

source: Add combination
ru: Добавить комбинацию

source: MetaDB administrative console
ru: Административная консоль базы метаданных

source: Logout
ru: Выйти

source: Login
ru: Войти

source: Language
ru: Язык

source: Create
ru: Создать

source: Not logged in
ru: Не выполнен вход

source: Please login to make changes.
ru: Пожалуйста войдите в учётную запись, чтобы вносить изменения.

source: Combination
ru: Комбинация

source: File
ru: Файл

source: Level
ru: Уровень

source: Option value
ru: Значение параметра

source: Collections
ru: Коллекции

source: Datasets
ru: Наборы данных

source: Parameters
ru: Метеопараметры

source: Parameter
ru: Метеопараметр

source: Data
ru: Данные

source: Conveyors
ru: Конвейеры

source: Data-arguments
ru: Аргументы-данные

source: Processors-arguments
ru: Аргументы-обработчики

source: Processors settings
ru: Настройки обработчиков

source: Processors
ru: Обработчики

source: Other
ru: Прочее
