Repository: garrichello/geocore
Catalog: src/metadb/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Name
ru: Название

source: Create a new accumulation mode
ru: Создать новый режим накопления

source: Create accumulation mode
ru: Создать режим накопления

source: Update accumulation mode
ru: Изменить режим накопления

source: Confirm accumulation mode delete
ru: Подтвердите удаление режима накопления

source: Are you sure you want to delete the accumulation mode
ru: Вы уверены, что хотите удалить режим накопления

source: Delete accumulation mode
ru: Удалить режим накопления

source: Description
ru: Описание

source: Argument type
ru: Тип аргумента

source: Create a new arguments group
ru: Создать новую группу аргументов

source: Create arguments group
ru: Создать группу аргументов

source: Update arguments group
ru: Изменить группу аргументов

source: Confirm arguments group delete
ru: Подтвердите удаление группы аргументов

source: Are you sure you want to delete the arguments group
ru: Вы уверены, что хотите удалить группу аргументов

source: Delete arguments group
ru: Удалить группу аргументов

source: Processor
ru: Обработчик

source: Specific parameter
ru: Конкретный метеопараметр

source: Group name
ru: Название группы

source: Group description
ru: Описание группы

source: Processor name
ru: Название обработчика

source: Overriding setting
ru: Перекрывающие настройки

source: Overriding combinations
ru: Перекрывающие комбинации

source: Create a new processor-argument
ru: Создать новый агрумент-обработчик

source: Create processor-argument
ru: Создать агрумент-обработчик

source: Update processor-argument
ru: Изменить агрумент-обработчик

source: Confirm processor-argument delete
ru: Подтвердите удаление агрумента-обработчика

source: Are you sure you want to delete the processor-argument
ru: Вы уверены, что хотите удалить агрумент-обработчик

source: Delete processor-argument
ru: Удалить агрумент-обработчик

source: Label
ru: Метка

source: Create a new argument type
ru: Создать новый тип аргументов

source: Create argument type
ru: Создать тип аргументов

source: Update argument type
ru: Изменить тип аргументов

source: Confirm argument type delete
ru: Подтвердите удаление типа аргументов

source: Are you sure you want to delete the argument type
ru: Вы уверены, что хотите удалить тип аргументов

source: Delete argument type
ru: Удалить тип аргументов

source: Collection label
ru: Метка коллекции

source: Collection name
ru: Название коллекции

source: Collection description
ru: Описание коллекции

source: Organization
ru: Организация

source: Organization URL
ru: URL организации

source: Collection URL
ru: URL коллекции

source: Create a new collection
ru: Создать новую коллекцию

source: Create collection
ru: Создать коллекцию

source: Update collection
ru: Изменить коллекцию

source: Confirm collection delete
ru: Подтвердите удаление коллекции

source: Are you sure you want to delete the collection
ru: Вы уверены, что хотите удалить коллекцию

source: Delete collection
ru: Удалить коллекцию

source: Option label
ru: Метка параметра

source: Option value label
ru: Метка значения параметра

source: Condition option
ru: Параметр-условие

source: Condition value
ru: Значение-условие

source: Create a new option-value combination
ru: Создать новую комбинацию параметр-значение

source: Create combination
ru: Создать комбинацию

source: Update option-value combination
ru: Изменить комбинацию параметр-значение

source: Update combination
ru: Изменить комбинацию

source: Confirm option-value combination delete
ru: Подтвердите удаление комбинации параметр-значение

source: Are you sure you want to delete the option-value combination
ru: Вы уверены, что хотите удалить комбинацию параметр-значение

source: Delete combination
ru: Удалить комбинацию

source: Number of inputs
ru: Количество входных аргументов

source: Create a new computing module
ru: Создать новый вычислительный модуль

source: Create computing module
ru: Создать вычислительный модуль

source: Update computing module
ru: Изменить вычислительный модуль

source: Confirm computing module delete
ru: Подтвердите удаление вычислительного модуля

source: Are you sure you want to delete the computing module
ru: Вы уверены, что хотите удалить вычислительный модуль

source: Delete computing module
ru: Удалить вычислительный модуль

source: Create a new conveyor
ru: Создать новый конвейер

source: Create conveyor
ru: Создать конвейер

source: Update conveyor
ru: Изменить конвейер

source: Confirm conveyor delete
ru: Подтвердите удаление конвейера

source: Are you sure you want to delete the conveyor
ru: Вы уверены, что хотите удалить конвейер

source: Delete conveyor
ru: Удалить конвейер

source: Graph may not be empty
ru: Граф не может быть пустым

source: Graph must be connected
ru: Граф должен быть связным

source: All links must be assigned to data variables
ru: Всем дугам должны быть назначены данные

source: Conveyor label may not be blank!
ru: Метка конвейера не может быть пустой

source: Conveyor label may not be blank! (Or DB is damaged)
ru: Метка конвейера не может быть пустой (или БД повреждена)

source: Create a new data arguments group
ru: Создать новую группу аргументов-данных

source: Create data arguments group
ru: Создать группу аргументов-данных

source: Update data arguments group
ru: Обновить группу аргументов-данных

source: Confirm data arguments group delete
ru: Подтвердите удаление группы аргументов-данных

source: Are you sure you want to delete the data arguments group
ru: Вы уверены, что хотите удалить группу аргументов-данных

source: Delete data arguments group
ru: Удалить группу аргументов-данных

source: Create a new datakind
ru: Создать новый тип данных

source: Create datakind
ru: Создать тип данных

source: Update datakind
ru: Обновить тип данных

source: Confirm data kind delete
ru: Подтвердите удаление типа данных

source: Are you sure you want to delete the data kind
ru: Вы уверены, что хотите удалить тип данных

source: Delete data kind
ru: Удалить тип данных

source: Visible
ru: Видимость

source: Resolution
ru: Гориз. разреш.

source: Scenario
ru: Сценарий

source: Data kind
ru: Тип данных

source: File type
ru: Тип файлов

source: Time start
ru: Первый день

source: Time end
ru: Последний день

source: Dataset description
ru: Описание набора данных

source: Create a new dataset
ru: Создать новый набор данных

source: Create dataset
ru: Создать набор данных

source: Update dataset
ru: Обновить набор данных

source: Confirm dataset delete
ru: Подтвердите удаление набора данных

source: Are you sure you want to delete the dataset
ru: Вы уверены, что хотите удалить набор данных

source: Delete dataset
ru: Удалить набор данных

source: Data variable label
ru: Метка переменной данных

source: Units
ru: Единица измерения

source: Data variable description
ru: Описание переменной данных

source: Create a new data variable
ru: Создать новую переменную данных

source: Create data variable
ru: Создать переменную данных

source: Update data variable
ru: Обновить переменную данных

source: Confirm data variable delete
ru: Подтвердите удаление переменной данных

source: Are you sure you want to delete the data variable
ru: Вы уверены, что хотите удалить переменную данных

source: Delete data variable
ru: Удалить переменную данных

source: Dataset visibility
ru: Видимость набора данных

source: Parameter visibility
ru: Видимость метеопараметра

source: Parameter name
ru: Название метеопараметра

source: Time step
ru: Шаг по времени

source: Levels group
ru: Группа вертикальных уровней

source: Levels names
ru: Имена вертткальных уровней

source: Levels variable
ru: Переменная вертикального уровня

source: Variable name
ru: Имя переменной

source: Propery label
ru: Имя свойства

source: Property value
ru: Значение свойства

source: Root directory
ru: Корневой каталог

source: Scenario subpath
ru: Подпуть сценария

source: Resolution subpath
ru: Подпуть горизонтального разрешения

source: Time step subpath
ru: Подпуть шага по времени

source: File name pattern
ru: Шаблон имени файла

source: Scale
ru: Масштаб

source: Offset
ru: Смещение

source: Create a new data
ru: Создать новую запись данных

source: Create data
ru: Создать запись данных

source: Update data
ru: Обновить запись данных

source: Confirm data delete
ru: Подтвердите удаление записи данных

source: Are you sure you want to delete the data record
ru: Вы уверены, что хотите удалить запись данных

source: Delete data
ru: Удалить запись данных

source: Conveyor id
ru: Id конвейера

source: Edge id
ru: Id дуги

source: Source vertex id
ru: Id исходной вершины

source: Source module
ru: Модуль исходной вершины

source: Source condition option
ru: Условный параметр исходной вершины

source: Source condition value
ru: Значение условного параметра исходной вершины

source: Source module output
ru: Выход модуля исходной вершины

source: Target vertex id
ru: Id целевой вершины

source: Target module
ru: Модуль целевой вершины

source: Target condition option
ru: Условный параметр целевой вершины

source: Target condition value
ru: Значение условного параметра целевой вершины

source: Target module input
ru: Вход модуля целевой вершины

source: Data label
ru: Метка данных

source: Data description
ru: Описание данных

source: Data units
ru: Единицы измерения данных

source: Create a new edge
ru: Создать новую дугу

source: Create edge
ru: Создать дугу

source: Update edge
ru: Обновить дугу

source: Confirm edge delete
ru: Подтвердите удаление дуги

source: Are you sure you want to delete the edge
ru: Вы уверены, что хотите удалить дугу

source: Delete edge
ru: Удалить дугу

source: Create a new file name pattern
ru: Создать новый шаблон имени файлов

source: Create file name pattern
ru: Создать шаблон имени файла

source: Update file name pattern
ru: Изменить шаблон имени файла

source: Confirm file name pattern delete
ru: Подтвердите удаление шаблоны имени файлов

source: Are you sure you want to delete the file name pattern
ru: Вы уверены, что хотите удалить шаблон имени файлов

source: Delete file name pattern
ru: Удалить шаблон имени файла

source: Create a new file type
ru: Создать новый тип файлов

source: Create file type
ru: Создать тип файлов

source: Update file type
ru: Изменить тип файлов

source: Confirm file type delete
ru: Подтвердите удаление типа файлов

source: Are you sure you want to delete the file type
ru: Вы уверены, что хотите удалить тип файлов

source: Delete file type
ru: Удалить тип файлов

source: Caption
ru: Подпись

source: Create a new GUI element
ru: Создать новый элемент GUI

source: Create GUI element
ru: Создать элемент GUI

source: Update GUI element
ru: Изменить элемент GUI

source: Confirm GUI element delete
ru: Подтвердите удаление элемента GUI

source: Are you sure you want to delete the GUI element
ru: Вы уверены, что хотите удалить элемент GUI

source: Delete GUI element
ru: Удалить элемент GUI

source: Code
ru: Код

source: Create a new language
ru: Добавить новый язык

source: Create language
ru: Добавить язык

source: Update language
ru: Изменить язык

source: Confirm language delete
ru: Подтвердите удаление языка

source: Are you sure you want to delete the language
ru: Вы уверены, что хотите удалить язык

source: Delete language
ru: Удалить язык

source: Create a new level
ru: Создать новый вертикальный уровень

source: Create level
ru: Создать вертикальный уровень

source: Update level
ru: Изменить вертикальный уровень

source: Confirm level delete
ru: Подтвердите удаление вертикального уровня

source: Are you sure you want to delete the level
ru: Вы уверены, что хотите удалить вертикальный уровень

source: Delete level
ru: Удалить вертикальный уровень

source: Measurement unit
ru: Единица измерения

source: Levels
ru: Уровни

source: Create a new levels group
ru: Создать новую группу вертикальных уровней

source: Create levels group
ru: Создать группу вертикальных уровней

source: Update levels group
ru: Изменить группу вертикальных уровней

source: Confirm levels group delete
ru: Подтвердите удаление группы вертикальных уровней

source: Are you sure you want to delete the levels group
ru: Вы уверены, что хотите удалить группу вертикальных уровней

source: Delete levels group
ru: Удалить группу вертикальных уровней

source: Create a new levels variable
ru: Создать новую переменную вертикальных уровней

source: Create levels variable
ru: Создать переменную вертикальных уровней

source: Update levels variable
ru: Изменить переменную вертикальных уровней

source: Confirm levels variable delete
ru: Подтвердите удаление переменной

source: Are you sure you want to delete the levels variable
ru: Вы уверены, что хотите удалить переменную вертикальных уровней

source: Delete levels variable
ru: Удалить переменную вертикальных уровней

source: Group id
ru: Id группы

source: Create a new overriding option
ru: Создать новый перекрывающий параметр

source: Create overriding option
ru: Создать перекрывающий параметр

source: Update overriding option
ru: Изменить перекрывающий параметр

source: Confirm options override delete
ru: Подтвердите удаление перекрывающего параметра

source: Are you sure you want to delete the options override
ru: Вы уверены, что хотите удалить перекрывающий параметр

source: Delete options override
ru: Удалить перекрывающий параметр

source: Create a new option
ru: Создать новый параметр

source: Create option
ru: Создать параметр

source: Update option
ru: Изменить параметр

source: Confirm option delete
ru: Подтвердите удаление параметра

source: Are you sure you want to delete the option
ru: Вы уверены, что хотите удалить параметр

source: Delete option
ru: Удалить параметр

source: Create a new option value
ru: Создать новое значение параметра

source: Create option value
ru: Создать значение параметра

source: Update option value
ru: Изменить значение параметра

source: Confirm level option value
ru: Подтвердите удаление значения параметра

source: Are you sure you want to delete the option value
ru: Вы уверены, что хотите удалить значение параметра

source: Delete option value
ru: Удалить значение параметра

source: Create a new organization
ru: Создать новую организацию

source: Create organization
ru: Создать организацию

source: Update organization
ru: Изменить организацию

source: Confirm organization delete
ru: Подтвердите удаление организации

source: Are you sure you want to delete the organization
ru: Вы уверены, что хотите удалить организацию

source: Delete organization
ru: Удалить организацию

source: Is visible
ru: Видимость

source: Accumulation mode
ru: Режим агрегирования

source: Create a new meteorological parameter
ru: Создать новый метеопараметр

source: Create parameter
ru: Создать метеопараметр

source: Update meteorological parameter
ru: Изменить метеопараметр

source: Update parameter
ru: Изменить метеопараметр

source: Confirm meteorological parameter delete
ru: Подтвердите удаление метеопараметра

source: Are you sure you want to delete the parameter
ru: Вы уверены, что хотите удалить метеопараметр

source: Delete parameter
ru: Удалить метеопараметр

source: Create a new processors arguments group
ru: Создать новую группу аргументов обработчика

source: Update processors arguments group
ru: Изменить группу аргументов обработчика

source: Confirm processors arguments group delete
ru: Подтвердите удаление группы аргументов обработчика

source: Are you sure you want to delete the processors arguments group
ru: Вы уверены, что хотите удалить группу аргументов обработчика

source: Processor id
ru: Id обработчика

source: Processor description
ru: Описание обработчика

source: Processor reference
ru: Ссылка на источник

source: Conveyor label
ru: Метка обработчика

source: Settings
ru: Настройки обработчика

source: Time period types
ru: Типы периодов по времени

source: Arguments selected by user
ru: Аргументов, выбираемых пользователем

source: Arguments
ru: Аргументы

source: Create a new processor
ru: Создать новый обработчик

source: Create processor
ru: Создать обработчик

source: Update processor
ru: Изменить обработчик

source: Confirm processor delete
ru: Подтвердите удаление обработчика

source: Are you sure you want to delete the processor
ru: Вы уверены, что хотите удалить обработчик

source: Delete processor
ru: Удалить обработчик

source: GUI element name
ru: Название элемента GUI

source: GUI element caption
ru: Подпись элемента GUI

source: Create a new property
ru: Создать новое свойство

source: Create property
ru: Создать свойство

source: Update property
ru: Изменить свойство

source: Confirm property delete
ru: Подтвердите удаление свойства

source: Are you sure you want to delete the property
ru: Вы уверены, что хотите удалить свойство

source: Delete property
ru: Удалить свойство

source: Create a new property value
ru: Создать новое значение свойства

source: Create property value
ru: Создать значение свойства

source: Update property value
ru: Изменить значение свойства

source: Confirm property value delete
ru: Подтвердите удаление значения свойства

source: Are you sure you want to delete the property value
ru: Вы уверены, что хотите удалить значение свойства

source: Delete property value
ru: Удалить значение свойства

source: Subpath
ru: Подпуть

source: Create a new resolution
ru: Создать новое горизонтальное разрешение.

source: Create resolution
ru: Создать горизонтальное разрешение

source: Update resolution
ru: Изменить горизонтальное разрешение

source: Confirm resolution delete
ru: Подтвердите удаление горизонтального разрешения

source: Are you sure you want to delete the resolution
ru: Вы уверены, что хотите удалить горизонтальное разрешение

source: Delete resolution
ru: Удалить горизонтальное разрешение

source: Create a new root directory
ru: Создать новый корневой каталог

source: Create root directory
ru: Создать корневой каталог

source: Update root directory
ru: Изменить корневой каталог

source: Confirm root directory delete
ru: Подтвердите удаление корневого каталога

source: Are you sure you want to delete the root directory
ru: Вы уверены, что хотите удалить корневой каталог

source: Delete root directory
ru: Удалить корневой каталог

source: Create a new scenario
ru: Создать новый сценарий

source: Create scenario
ru: Создать сценарий

source: Update scenario
ru: Изменить сценарий

source: Confirm scenario delete
ru: Подтвердите удаление сценария

source: Are you sure you want to delete the scenario
ru: Вы уверены, что хотите удалить сценарий

source: Delete scenario
ru: Удалить сценарий

source: GUI element
ru: Элемент GUI

source: Create a new setting
ru: Создать новую настройку

source: Create setting
ru: Создать настройку

source: Update setting
ru: Изменить настройку

source: Confirm setting delete
ru: Подтвердите удаление настройки

source: Are you sure you want to delete the setting
ru: Вы уверены, что хотите удалить настройку

source: Delete setting
ru: Удалить настройку

source: Combinations
ru: Комбинации

source: Option-value combinations
ru: Комбинации параметр-значение

source: Index
ru: Индекс

source: Create a new link setting-combination
ru: Создать новую связь настройка-комбинация

source: Create link
ru: Создать связь

source: Update the link setting-combination
ru: Создать новую связь настройка-комбинация

source: Update link
ru: Изменить связь

source: Confirm setting-combination link delete
ru: Подтвердите удаление связи настройка-комбинация

source: Are you sure you want to delete the link setting-combination
ru: Вы уверены, что хотите удалить связь настройка-комбинация

source: Delete link
ru: Удалить связь

source: Time step label
ru: Метка шага по времени

source: Levels group measurement unit
ru: Единица измерения для группы уровней

source: Levels group description
ru: Описание группы вертикальных уровней

source: Create a new specific parameter
ru: Создать новый конкретный метеопараметр

source: Create specific parameter
ru: Создать конкретный метеопараметр

source: Update specific parameter
ru: Изменить конкретный метеопараметр

source: Confirm specific parameter delete
ru: Подтвердите удаление конкретного метеопараметра

source: Are you sure you want to delete the specific parameter
ru: Вы уверены, что хотите удалить конкретный метеопараметр

source: Delete specific parameter
ru: Удалить конкретный метеопараметр

source: Name of constant
ru: Название константы

source: Time period type name
ru: Название типа периодов времени

source: Create a new time period type
ru: Создать новый тип периодов времени

source: Create time period type
ru: Создать тип периодов времени

source: Update time period type
ru: Изменить тип периодов времени

source: Confirm time period type
ru: Подтвердите удаление типа периодов времени

source: Are you sure you want to delete the time period type
ru: Вы уверены, что хотите удалить тип периодов времени

source: Delete time period type
ru: Удалить тип периодов времени

source: Create a new time step
ru: Создать новый временной шаг

source: Create time step
ru: Создать временной шаг

source: Update measurement unit
ru: Изменить единицу измерения

source: Update units
ru: Обновить единицу измерения

source: Confirm time step delete
ru: Подтвердите удаление временного шага

source: Are you sure you want to delete the time step
ru: Вы уверены, что хотите удалить временной шаг

source: Delete time step
ru: Удалить временной шаг

source: Create a new measurement unit
ru: Создать новую единицу измерения

source: Create unit
ru: Создать единицу измерения

source: Update unit
ru: Обновить единицу измерения

source: Confirm measurement unit delete
ru: Подтвердите удаление единицы измерения

source: Are you sure you want to delete the unit
ru: Вы уверены, что хотите удалить единицу измерения

source: Delete unit
ru: Удалить единицу измерения

source: Create a new variable
ru: Создать новую переменную

source: Create variable
ru: Создать переменную

source: Update variable
ru: Изменить переменную

source: Confirm variable delete
ru: Подтвердите удаление переменной

source: Are you sure you want to delete the variable
ru: Вы уверены, что хотите удалить переменную

source: Delete variable
ru: Удалить переменную

source: Computing module
ru: Вычислительный модуль

source: Condition option-value combination
ru: Условная комбинация параметр-значение

source: Create a new vertex
ru: Создать новую вершину

source: Create vertex
ru: Создать вершину

source: Update vertex
ru: Изменить вершину

source: Confirm vertex delete
ru: Подтвердите удаление вершины

source: Are you sure you want to delete the vertex
ru: Вы уверены, что хотите удалить вершину

source: Delete vertex
ru: Удалить вершину

source: Language name
ru: Название языка

source: Language code
ru: Код языка

source: Organization name
ru: Название организации

source: Computing module name
ru: Название вычислительного модуля

source: Number of outputs
ru: Количество выходов

source: Option value name
ru: Название значения параметра

source: Option
ru: Параметр

source: Value
ru: Значение

source: Condition combination
ru: Условная комбинация

source: Conveyor
ru: Конвейер

source: Source vertex
ru: Исходная вершина

source: Source output
ru: Исходный выход

source: Target vertex
ru: Целевая вершина

source: Target input
ru: Целевой вход

source: Data variable
ru: Переменная данных

source: Property label
ru: Метка свойства

source: Property value label
ru: Метка значения свойства

source: Levels variable name
ru: Переменная вертикальных уровней

source: Root directory name
ru: Корневой каталог

source: Dataset
ru: Набор данных

source: Meteorological parameter
ru: Метеорологический параметр

source: Property
ru: Свойство

source: Variable
ru: Переменная

source: Scale coefficient
ru: Масштаб

source: Offset coefficient
ru: Смещение

source: Scenario name
ru: Название сценария

source: Resolution name
ru: Название горизонтального разрешения
